Repository: shary17454/BalootHub
Catalog: BalootHub/Resources/Localizable.xcstrings
Source language: ar
Languages: de, en, es, fr, hi, id, ru, tr, ur, zh_hans

source: أضعف نوع في إجاباتك هو %@ بدقة %d%%؛ كرر هذا النوع قبل رفع مستوى التحدي.
de: Dein schwächster Typ ist %@ mit %d%% Genauigkeit – wiederhole ihn vor der Steigerung.
en: Your weakest type is %@ at %d%% accuracy; repeat this type before raising the challenge.
es: Tu tipo más débil es %@ con %d%% de precisión; repítelo antes de subir el reto.
fr: Votre type le plus faible est %@ avec %d%% de précision : retravaillez-le avant de monter.
hi: आपका सबसे कमज़ोर प्रकार %@ है, सटीकता %d%%; चुनौती बढ़ाने से पहले इसे दोहराएँ।
id: Jenis terlemahmu adalah %@ dengan akurasi %d%%; ulangi jenis ini sebelum menaikkan tantangan.
ru: Самый слабый тип — %@ с точностью %d%%; повтори его до повышения сложности.
tr: En zayıf türün %d%% doğrulukla %@; zorluğu artırmadan önce bu türü tekrarla.
ur: آپ کی سب سے کمزور قسم %@ ہے، درستگی %d%%؛ چیلنج بڑھانے سے پہلے یہ قسم دہرائیں۔
zh_hans: 你最弱的类型是 %@，准确率 %d%%；提升挑战前先重练这一类。

source: افتح مدرب وش تلعب وابدأ التدريب المقترح.
de: Öffne den Was-spielst-du-Trainer und starte das vorgeschlagene Training.
en: Open the What-to-Play trainer and start the suggested practice.
es: Abre el entrenador «¿Qué juegas?» y empieza el entrenamiento sugerido.
fr: Ouvrez l'entraîneur « Quelle carte ? » et lancez l'entraînement suggéré.
hi: «क्या खेलें?» ट्रेनर खोलें और सुझाया अभ्यास शुरू करें।
id: Buka pelatih «Main apa?» dan mulai latihan yang disarankan.
ru: Открой тренажёр «Что сыграешь?» и начни рекомендованную тренировку.
tr: Ne Oynarsın antrenörünü aç ve önerilen antrenmanı başlat.
ur: «کیا کھیلیں؟» ٹرینر کھولیں اور تجویز کردہ مشق شروع کریں۔
zh_hans: 打开「出什么牌？」训练器并开始推荐训练。

source: يحتاج تدريب
de: Braucht Übung
en: Needs practice
es: Necesita práctica
fr: À travailler
hi: अभ्यास चाहिए
id: Perlu latihan
ru: Нужна тренировка
tr: Antrenman gerekiyor
ur: مشق درکار
zh_hans: 需要练习

source: لا توجد بيانات
de: Keine Daten
en: No data
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं
id: Tidak ada data
ru: Нет данных
tr: Veri yok
ur: کوئی ڈیٹا نہیں
zh_hans: 暂无数据

source: يحاكي %d احتمالات لكل قرار
de: Simuliert %d Möglichkeiten je Entscheidung
en: Simulates %d possibilities per decision
es: Simula %d posibilidades por decisión
fr: Simule %d possibilités par décision
hi: प्रति निर्णय %d संभावनाएँ सिमुलेट करता है
id: Menyimulasikan %d kemungkinan tiap keputusan
ru: Моделирует %d вариантов на решение
tr: Karar başına %d olasılık simüle eder
ur: فی فیصلہ %d امکانات کی سیمولیشن
zh_hans: 每次决策模拟 %d 种可能

source: يتتبع الأوراق الخارجة بلا محاكاة
de: Verfolgt gespielte Karten ohne Simulation
en: Tracks played cards without simulation
es: Sigue las cartas jugadas sin simulación
fr: Suit les cartes sorties sans simulation
hi: बिना सिमुलेशन खेले गए कार्ड ट्रैक करता है
id: Melacak kartu yang keluar tanpa simulasi
ru: Отслеживает вышедшие карты без симуляции
tr: Oynanan kartları simülasyonsuz izler
ur: سیمولیشن کے بغیر کھیلے گئے کارڈ ٹریک کرتا ہے
zh_hans: 不做模拟，仅记牌

source: يلعب قانونيًا بلا ذاكرة أوراق
de: Spielt regelkonform ohne Kartengedächtnis
en: Plays legally without card memory
es: Juega legalmente sin memoria de cartas
fr: Joue légalement sans mémoire des cartes
hi: बिना कार्ड स्मृति के नियमानुसार खेलता है
id: Bermain sah tanpa mengingat kartu
ru: Играет по правилам, но не помнит карты
tr: Kart hafızası olmadan kurallara uygun oynar
ur: کارڈ یادداشت کے بغیر قانونی کھیلتا ہے
zh_hans: 合规出牌但不记牌

source: حساب متقدم
de: Fortgeschrittenes Rechnen
en: Advanced scoring
es: Conteo avanzado
fr: Calcul avancé
hi: उन्नत गणना
id: Perhitungan lanjutan
ru: Продвинутый подсчёт
tr: İleri hesaplama
ur: اعلیٰ درجے کا حساب
zh_hans: 进阶计分

source: محلل الحساب المتقدم
de: Fortgeschrittener Rechen-Analyst
en: Advanced scoring analyst
es: Analista de conteo avanzado
fr: Analyste de calcul avancé
hi: उन्नत गणना विश्लेषक
id: Analis perhitungan lanjutan
ru: Аналитик продвинутого подсчёта
tr: İleri hesaplama analisti
ur: اعلیٰ حساب تجزیہ کار
zh_hans: 进阶计分分析师

source: يتحقق بعد 10 إجابات صحيحة في أسئلة المشاريع أو المضاعفات أو القهوة.
de: Wird nach 10 richtigen Antworten zu Projekten, Multiplikatoren oder Coffee erreicht.
en: Unlocks after 10 correct answers on project, multiplier, or Coffee questions.
es: Se logra tras 10 respuestas correctas sobre proyectos, multiplicadores o Coffee.
fr: Débloqué après 10 bonnes réponses sur projets, multiplicateurs ou Coffee.
hi: प्रोजेक्ट, गुणक या Coffee प्रश्नों के 10 सही उत्तरों पर मिलता है।
id: Terbuka setelah 10 jawaban benar soal proyek, pengganda, atau Coffee.
ru: Открывается после 10 верных ответов по проектам, множителям или Coffee.
tr: Proje, çarpan veya Coffee sorularında 10 doğru cevaptan sonra açılır.
ur: پروجیکٹس، ضربات یا Coffee کے 10 درست جوابات پر حاصل ہوتا ہے۔
zh_hans: 在项目、加倍或 Coffee 题中答对 10 题后达成。

source: مقارنة الصن والحكم
de: Vergleich Sun und Hokum
en: Sun vs Hokum comparison
es: Comparación Sun y Hokum
fr: Comparaison Sun / Hokum
hi: Sun और Hokum तुलना
id: Perbandingan Sun dan Hokum
ru: Сравнение Sun и Hokum
tr: Sun ve Hokum karşılaştırması
ur: Sun اور Hokum کا موازنہ
zh_hans: Sun 与 Hokum 对比

source: تحليل قرارات الخبير
de: Analyse der Expertenentscheidungen
en: Expert decision analysis
es: Análisis de decisiones del experto
fr: Analyse des décisions de l'expert
hi: विशेषज्ञ निर्णय विश्लेषण
id: Analisis keputusan pakar
ru: Разбор решений эксперта
tr: Uzman karar analizi
ur: ماہر کے فیصلوں کا تجزیہ
zh_hans: 专家决策分析

source: ثاني أفضل
de: Zweitbeste
en: Second best
es: Segundo mejor
fr: Deuxième meilleur
hi: दूसरा सर्वश्रेष्ठ
id: Terbaik kedua
ru: Второй лучший
tr: İkinci en iyi
ur: دوسرا بہترین
zh_hans: 次优

source: أفضل قرار
de: Beste Entscheidung
en: Best decision
es: Mejor decisión
fr: Meilleure décision
hi: सबसे अच्छा निर्णय
id: Keputusan terbaik
ru: Лучшее решение
tr: En iyi karar
ur: بہترین فیصلہ
zh_hans: 最佳决策

source: نوع السؤال
de: Fragetyp
en: Question type
es: Tipo de pregunta
fr: Type de question
hi: प्रश्न प्रकार
id: Jenis pertanyaan
ru: Тип вопроса
tr: Soru türü
ur: سوال کی قسم
zh_hans: 题目类型

source: ابدأ أول موقف من نفس الخطة حتى يقيس المدرب الدقة والأثر من بيانات فعلية.
de: Starte die erste Situation desselben Plans, damit Genauigkeit und Wirkung real gemessen werden.
en: Start the first scenario of the same plan so the coach can measure accuracy and impact from real data.
es: Empieza la primera situación del mismo plan para medir precisión e impacto con datos reales.
fr: Lancez la première situation du même plan pour mesurer précision et impact sur données réelles.
hi: उसी योजना की पहली स्थिति शुरू करें ताकि कोच असली डेटा से सटीकता और प्रभाव माप सके।
id: Mulai situasi pertama dari rencana yang sama agar pelatih mengukur akurasi dan dampak dari data nyata.
ru: Начни первую ситуацию того же плана, чтобы тренер измерил точность и влияние по реальным данным.
tr: Antrenörün doğruluk ve etkiyi gerçek veriyle ölçmesi için aynı planın ilk durumunu başlat.
ur: اسی منصوبے کی پہلی صورتحال شروع کریں تاکہ کوچ حقیقی ڈیٹا سے درستگی اور اثر ناپے۔
zh_hans: 开始同一计划的第一个局面，让教练用真实数据衡量准确率与影响。

source: ابدأ خطة المدرب
de: Trainerplan starten
en: Start the coach's plan
es: Empieza el plan del entrenador
fr: Lancez le plan du coach
hi: कोच की योजना शुरू करें
id: Mulai rencana pelatih
ru: Начать план тренера
tr: Antrenör planını başlat
ur: کوچ کا منصوبہ شروع کریں
zh_hans: 开始教练计划

source: ابدأ موقفًا جديدًا بالمستوى المقترح بدل تكرار خطة أتقنتها.
de: Starte eine neue Situation auf der vorgeschlagenen Stufe, statt einen gemeisterten Plan zu wiederholen.
en: Start a new scenario at the suggested level instead of repeating a plan you've mastered.
es: Empieza una situación nueva en el nivel sugerido en vez de repetir un plan dominado.
fr: Lancez une nouvelle situation au niveau suggéré au lieu de refaire un plan maîtrisé.
hi: महारत पाए योजना दोहराने के बजाय सुझाए स्तर पर नई स्थिति शुरू करें।
id: Mulai situasi baru di level yang disarankan alih-alih mengulang rencana yang sudah dikuasai.
ru: Начни новую ситуацию на рекомендованном уровне вместо повтора освоенного плана.
tr: Ustalaştığın planı tekrarlamak yerine önerilen seviyede yeni bir durum başlat.
ur: مہارت حاصل شدہ منصوبہ دہرانے کے بجائے تجویز کردہ سطح پر نئی صورتحال شروع کریں۔
zh_hans: 改用推荐难度开新局面，别再重复已掌握的计划。

source: أكمل نفس الجلسة
de: Dieselbe Sitzung abschließen
en: Finish the same session
es: Completa la misma sesión
fr: Terminez la même session
hi: वही सत्र पूरा करें
id: Selesaikan sesi yang sama
ru: Заверши ту же сессию
tr: Aynı oturumu tamamla
ur: وہی سیشن مکمل کریں
zh_hans: 完成同一场训练

source: ابدأ أول مباراة
de: Erstes Match starten
en: Start your first match
es: Empieza tu primera partida
fr: Lancez votre premier match
hi: अपना पहला मैच शुरू करें
id: Mulai pertandingan pertamamu
ru: Начни первый матч
tr: İlk maçını başlat
ur: اپنا پہلا میچ شروع کریں
zh_hans: 开始你的第一场比赛

source: ابدأ تحدي أقوى
de: Härtere Herausforderung starten
en: Start a tougher challenge
es: Empieza un reto más difícil
fr: Lancez un défi plus corsé
hi: कठिन चुनौती शुरू करें
id: Mulai tantangan lebih berat
ru: Начни более сложное испытание
tr: Daha zorlu bir meydan okuma başlat
ur: سخت تر چیلنج شروع کریں
zh_hans: 开始更高难度挑战

source: أجب على تحديات النقاط حتى تصل إلى 25 إجابة صحيحة.
de: Beantworte Rechen-Challenges, bis du 25 richtige Antworten hast.
en: Answer scoring challenges until you reach 25 correct answers.
es: Responde retos de conteo hasta llegar a 25 respuestas correctas.
fr: Répondez aux défis de calcul jusqu'à 25 bonnes réponses.
hi: 25 सही उत्तरों तक गणना चुनौतियों के उत्तर दें।
id: Jawab tantangan perhitungan hingga mencapai 25 jawaban benar.
ru: Отвечай на испытания по подсчёту, пока не наберёшь 25 верных ответов.
tr: 25 doğru cevaba ulaşana kadar hesaplama mücadelelerini yanıtla.
ur: 25 درست جوابات تک حساب چیلنجز کے جواب دیں۔
zh_hans: 持续作答计分挑战，直到答对 25 题。

source: أكمل دروس البداية
de: Einstiegslektionen abschließen
en: Complete the starter lessons
es: Completa las lecciones iniciales
fr: Terminez les leçons de départ
hi: शुरुआती पाठ पूरे करें
id: Selesaikan pelajaran awal
ru: Пройди вводные уроки
tr: Başlangıç derslerini tamamla
ur: ابتدائی اسباق مکمل کریں
zh_hans: 完成入门课程

source: أكمل عدة تحديات يومية أو أسبوعية محلية.
de: Schließe mehrere lokale Tages- oder Wochen-Herausforderungen ab.
en: Complete several local daily or weekly challenges.
es: Completa varios retos locales diarios o semanales.
fr: Terminez plusieurs défis quotidiens ou hebdomadaires locaux.
hi: कई स्थानीय दैनिक या साप्ताहिक चुनौतियाँ पूरी करें।
id: Selesaikan beberapa tantangan harian atau mingguan lokal.
ru: Заверши несколько локальных ежедневных или еженедельных испытаний.
tr: Birkaç yerel günlük veya haftalık meydan okumayı tamamla.
ur: کئی مقامی روزانہ یا ہفتہ وار چیلنجز مکمل کریں۔
zh_hans: 完成若干本地每日或每周挑战。

source: قبل تكرار الجلسة؛ هذا يربط التدريب بسبب الخسارة لا بعدد المحاولات فقط.
de: Vor dem Wiederholen der Sitzung – das koppelt das Training an die Verlustursache, nicht nur an die Versuchszahl.
en: Before repeating the session; this ties practice to the cause of the loss, not just attempt count.
es: Antes de repetir la sesión; esto liga la práctica a la causa de la pérdida, no solo al número de intentos.
fr: Avant de refaire la session : cela relie l'entraînement à la cause de la perte, pas au nombre d'essais.
hi: सत्र दोहराने से पहले; यह अभ्यास को हानि के कारण से जोड़ता है, केवल प्रयासों की संख्या से नहीं।
id: Sebelum mengulang sesi; ini mengaitkan latihan dengan sebab kerugian, bukan sekadar jumlah percobaan.
ru: Перед повтором сессии — это связывает тренировку с причиной потерь, а не с числом попыток.
tr: Oturumu tekrarlamadan önce; bu, antrenmanı deneme sayısına değil kayıp nedenine bağlar.
ur: سیشن دہرانے سے پہلے؛ یہ مشق کو نقصان کی وجہ سے جوڑتا ہے، محض کوششوں کی گنتی سے نہیں۔
zh_hans: 在重做训练前——这样练习是围绕失分原因，而不只是尝试次数。

source: بصمة قراراتك
de: Dein Entscheidungsprofil
en: Your decision profile
es: Tu perfil de decisiones
fr: Votre profil de décisions
hi: आपका निर्णय प्रोफ़ाइल
id: Profil keputusanmu
ru: Профиль твоих решений
tr: Karar profilin
ur: آپ کے فیصلوں کا خاکہ
zh_hans: 你的决策画像

source: ترتيب خيارات المزايدة
de: Rangfolge der Reizoptionen
en: Bid option ranking
es: Orden de las opciones de puja
fr: Classement des options d'enchère
hi: बोली विकल्पों की रैंकिंग
id: Peringkat opsi tawaran
ru: Рейтинг вариантов заявки
tr: İhale seçenekleri sıralaması
ur: بولی کے اختیارات کی درجہ بندی
zh_hans: 叫牌选项排序

source: الدرس التالي
de: Nächste Lektion
en: Next lesson
es: Siguiente lección
fr: Leçon suivante
hi: अगला पाठ
id: Pelajaran berikutnya
ru: Следующий урок
tr: Sonraki ders
ur: اگلا سبق
zh_hans: 下一课

source: ألقاب بطولة
de: Turniertitel
en: Tournament titles
es: Títulos de torneo
fr: Titres de tournoi
hi: टूर्नामेंट खिताब
id: Gelar turnamen
ru: Титулы турниров
tr: Turnuva unvanları
ur: ٹورنامنٹ اعزازات
zh_hans: 锦标赛头衔

source: ادخل الأكاديمية وأنهِ دروس الأوراق، التوزيع، الصن والحكم، واحتساب النقاط.
de: Geh in die Akademie und schließe die Lektionen zu Karten, Geben, Sun und Hokum sowie Zählen ab.
en: Enter the academy and finish the lessons on cards, dealing, Sun and Hokum, and scoring.
es: Entra en la academia y termina las lecciones de cartas, reparto, Sun y Hokum, y conteo.
fr: Entrez dans l'académie et terminez les leçons cartes, donne, Sun et Hokum, et calcul.
hi: अकादमी में जाएँ और कार्ड, बाँट, Sun व Hokum, तथा गणना के पाठ पूरे करें।
id: Masuk akademi dan selesaikan pelajaran kartu, pembagian, Sun dan Hokum, serta perhitungan.
ru: Зайди в академию и пройди уроки о картах, раздаче, Sun и Hokum и подсчёте.
tr: Akademiye gir; kartlar, dağıtım, Sun ve Hokum ile puanlama derslerini bitir.
ur: اکیڈمی میں جائیں اور کارڈز، تقسیم، Sun اور Hokum، اور حساب کے اسباق مکمل کریں۔
zh_hans: 进入学院，完成牌张、发牌、Sun 与 Hokum 以及计分课程。

source: ابدأ بطولة Offline
de: Offline-Turnier starten
en: Start an offline tournament
es: Empieza un torneo sin conexión
fr: Lancez un tournoi hors ligne
hi: ऑफ़लाइन टूर्नामेंट शुरू करें
id: Mulai turnamen luring
ru: Начать офлайн-турнир
tr: Çevrimdışı turnuva başlat
ur: آف لائن ٹورنامنٹ شروع کریں
zh_hans: 开始离线锦标赛

source: ارفع مستوى الخصوم
de: Gegnerstufe erhöhen
en: Raise the opponents' level
es: Sube el nivel de los rivales
fr: Augmentez le niveau des adversaires
hi: प्रतिद्वंद्वियों का स्तर बढ़ाएँ
id: Naikkan level lawan
ru: Повысь уровень соперников
tr: Rakip seviyesini artır
ur: حریفوں کی سطح بڑھائیں
zh_hans: 提升对手等级

source: الأكثر تتويجًا
de: Titelreichster
en: Most titled
es: El más laureado
fr: Le plus titré
hi: सर्वाधिक खिताबधारी
id: Paling banyak gelar
ru: Самый титулованный
tr: En çok unvanlı
ur: سب سے زیادہ اعزاز یافتہ
zh_hans: 夺冠最多

source: البطولات
de: Turniere
en: Tournaments
es: Torneos
fr: Tournois
hi: टूर्नामेंट
id: Turnamen
ru: Турниры
tr: Turnuvalar
ur: ٹورنامنٹس
zh_hans: 锦标赛

source: المباريات
de: Matches
en: Matches
es: Partidas
fr: Matchs
hi: मैच
id: Pertandingan
ru: Матчи
tr: Maçlar
ur: میچ
zh_hans: 比赛

source: المباريات المنتهية
de: Beendete Matches
en: Finished matches
es: Partidas terminadas
fr: Matchs terminés
hi: समाप्त मैच
id: Pertandingan selesai
ru: Завершённые матчи
tr: Biten maçlar
ur: ختم شدہ میچ
zh_hans: 已结束的比赛

source: المكتملة
de: Abgeschlossen
en: Completed
es: Completadas
fr: Terminées
hi: पूर्ण
id: Selesai
ru: Завершённые
tr: Tamamlananlar
ur: مکمل شدہ
zh_hans: 已完成

source: المحتوى المفتوح
de: Freigeschaltete Inhalte
en: Unlocked content
es: Contenido desbloqueado
fr: Contenu débloqué
hi: अनलॉक सामग्री
id: Konten terbuka
ru: Открытый контент
tr: Açılan içerik
ur: کھلا مواد
zh_hans: 已解锁内容

source: المرحلة التالية هي اللعب ضد خصوم أقوى ومراجعة Replay بعد كل جولة.
de: Der nächste Schritt: gegen stärkere Gegner spielen und nach jeder Runde das Replay ansehen.
en: The next step is playing stronger opponents and reviewing the replay after each round.
es: El siguiente paso es jugar contra rivales más fuertes y revisar la repetición tras cada ronda.
fr: L'étape suivante : affronter des adversaires plus forts et revoir le replay après chaque manche.
hi: अगला कदम: मज़बूत प्रतिद्वंद्वियों से खेलें और हर राउंड के बाद रीप्ले देखें।
id: Langkah berikutnya: main lawan yang lebih kuat dan tinjau tayangan ulang tiap ronde.
ru: Следующий шаг — играть против сильнейших соперников и смотреть повтор после раунда.
tr: Sonraki adım: daha güçlü rakiplerle oynamak ve her elden sonra tekrarı incelemek.
ur: اگلا مرحلہ: مضبوط تر حریفوں سے کھیلنا اور ہر راؤنڈ کے بعد ری پلے دیکھنا۔
zh_hans: 下一步是对阵更强的对手，并在每局后回看录像。

source: إجابات الحساب
de: Rechen-Antworten
en: Scoring answers
es: Respuestas de conteo
fr: Réponses de calcul
hi: गणना उत्तर
id: Jawaban perhitungan
ru: Ответы по подсчёту
tr: Hesaplama cevapları
ur: حساب کے جوابات
zh_hans: 计分答题

source: إحصائيات البطولات
de: Turnierstatistiken
en: Tournament statistics
es: Estadísticas de torneos
fr: Statistiques des tournois
hi: टूर्नामेंट आँकड़े
id: Statistik turnamen
ru: Статистика турниров
tr: Turnuva istatistikleri
ur: ٹورنامنٹ کے اعدادوشمار
zh_hans: 锦标赛统计

source: راجع الخطأ الأعلى أثرًا
de: Fehler mit der größten Wirkung nachbereiten
en: Review the highest-impact mistake
es: Repasa el error de mayor impacto
fr: Revoyez l'erreur au plus fort impact
hi: सबसे अधिक प्रभाव वाली ग़लती की समीक्षा करें
id: Tinjau kesalahan berdampak terbesar
ru: Разбери ошибку с наибольшим влиянием
tr: En yüksek etkili hatayı gözden geçir
ur: سب سے زیادہ اثر والی غلطی کا جائزہ لیں
zh_hans: 复盘影响最大的失误

source: كرر الخطة نفسها
de: Denselben Plan wiederholen
en: Repeat the same plan
es: Repite el mismo plan
fr: Refaire le même plan
hi: वही योजना दोहराएँ
id: Ulangi rencana yang sama
ru: Повтори тот же план
tr: Aynı planı tekrarla
ur: وہی منصوبہ دہرائیں
zh_hans: 重复同一计划

source: إنجازات
de: Erfolge
en: Achievements
es: Logros
fr: Succès
hi: उपलब्धियाँ
id: Pencapaian
ru: Достижения
tr: Başarımlar
ur: کارنامے
zh_hans: 成就

source: أنشئ بطولة مجلس من 4 أو 8 فرق واعتمد بطلها حتى تدخل نتائج البطولات في مسيرتك.
de: Erstelle ein Majlis-Turnier mit 4 oder 8 Teams und bestätige den Sieger, damit es zur Karriere zählt.
en: Create a 4- or 8-team majlis tournament and confirm its champion so tournament results count toward your career.
es: Crea un torneo de majlis de 4 u 8 equipos y confirma su campeón para que cuente en tu carrera.
fr: Créez un tournoi de majlis à 4 ou 8 équipes et validez son champion pour l'inscrire à votre carrière.
hi: 4 या 8 टीमों का मजलिस टूर्नामेंट बनाएँ और चैंपियन तय करें ताकि परिणाम करियर में जुड़ें।
id: Buat turnamen majelis 4 atau 8 tim dan tetapkan juaranya agar hasilnya masuk kariermu.
ru: Создай турнир меджлиса на 4 или 8 команд и подтверди чемпиона, чтобы он вошёл в карьеру.
tr: 4 ya da 8 takımlı bir meclis turnuvası oluştur ve şampiyonunu onayla ki kariyerine işlensin.
ur: 4 یا 8 ٹیموں کا مجلس ٹورنامنٹ بنائیں اور چیمپیئن طے کریں تاکہ نتائج آپ کے کیریئر میں آئیں۔
zh_hans: 创建 4 队或 8 队的 Majlis 锦标赛并确认冠军，成绩才会计入生涯。

source: بطولات مكتملة
de: Abgeschlossene Turniere
en: Completed tournaments
es: Torneos completados
fr: Tournois terminés
hi: पूर्ण टूर्नामेंट
id: Turnamen selesai
ru: Завершённые турниры
tr: Tamamlanan turnuvalar
ur: مکمل شدہ ٹورنامنٹ
zh_hans: 已完成的锦标赛

source: بطل المجلس
de: Majlis-Meister
en: Majlis champion
es: Campeón del majlis
fr: Champion du majlis
hi: मजलिस चैंपियन
id: Juara Majelis
ru: Чемпион меджлиса
tr: Meclis şampiyonu
ur: مجلس کا چیمپیئن
zh_hans: Majlis 冠军

source: سلالة بطولات
de: Turnier-Dynastie
en: Tournament dynasty
es: Dinastía de torneos
fr: Dynastie de tournois
hi: टूर्नामेंट वंश
id: Dinasti turnamen
ru: Турнирная династия
tr: Turnuva hanedanı
ur: ٹورنامنٹ خاندان
zh_hans: 锦标赛王朝

source: فريق واحد سيطر على بطولات المجلس المحلية.
de: Ein Team dominierte die lokalen Majlis-Turniere.
en: One team dominated the local majlis tournaments.
es: Un equipo dominó los torneos locales del majlis.
fr: Une équipe a dominé les tournois locaux du majlis.
hi: एक टीम ने स्थानीय मजलिस टूर्नामेंट पर दबदबा बनाया।
id: Satu tim mendominasi turnamen majelis lokal.
ru: Одна команда доминировала на местных турнирах меджлиса.
tr: Bir takım yerel meclis turnuvalarına hâkim oldu.
ur: ایک ٹیم مقامی مجلس ٹورنامنٹس پر چھا گئی۔
zh_hans: 一支队伍统治了本地 Majlis 锦标赛。

source: تتحقق بعد 8 دروس مكتملة.
de: Wird nach 8 abgeschlossenen Lektionen erreicht.
en: Unlocks after 8 completed lessons.
es: Se logra tras completar 8 lecciones.
fr: Débloqué après 8 leçons terminées.
hi: 8 पाठ पूरे होने पर मिलता है।
id: Terbuka setelah 8 pelajaran selesai.
ru: Открывается после 8 пройденных уроков.
tr: 8 ders tamamlanınca açılır.
ur: 8 اسباق مکمل ہونے پر حاصل ہوتا ہے۔
zh_hans: 完成 8 节课程后达成。

source: تتحقق بعد أول مباراة مكتملة.
de: Wird nach dem ersten abgeschlossenen Match erreicht.
en: Unlocks after your first completed match.
es: Se logra tras completar tu primera partida.
fr: Débloqué après votre premier match terminé.
hi: पहला मैच पूरा होने पर मिलता है।
id: Terbuka setelah pertandingan pertama selesai.
ru: Открывается после первого завершённого матча.
tr: İlk maç tamamlanınca açılır.
ur: پہلا میچ مکمل ہونے پر حاصل ہوتا ہے۔
zh_hans: 完成首场比赛后达成。

source: تقدم رتبة المسيرة
de: Karriere-Rang-Fortschritt
en: Career rank progress
es: Progreso del rango de carrera
fr: Progression du rang de carrière
hi: करियर रैंक प्रगति
id: Kemajuan peringkat karier
ru: Прогресс карьерного ранга
tr: Kariyer rütbesi ilerlemesi
ur: کیریئر رینک کی پیش رفت
zh_hans: 生涯等级进度

source: تحديات مكتملة
de: Abgeschlossene Herausforderungen
en: Completed challenges
es: Retos completados
fr: Défis terminés
hi: पूर्ण चुनौतियाँ
id: Tantangan selesai
ru: Завершённые испытания
tr: Tamamlanan meydan okumalar
ur: مکمل شدہ چیلنجز
zh_hans: 已完成的挑战

source: تتحقق بعد 5 تحديات مكتملة.
de: Wird nach 5 abgeschlossenen Herausforderungen erreicht.
en: Unlocks after 5 completed challenges.
es: Se logra tras completar 5 retos.
fr: Débloqué après 5 défis terminés.
hi: 5 चुनौतियाँ पूरी होने पर मिलता है।
id: Terbuka setelah 5 tantangan selesai.
ru: Открывается после 5 завершённых испытаний.
tr: 5 meydan okuma tamamlanınca açılır.
ur: 5 چیلنجز مکمل ہونے پر حاصل ہوتا ہے۔
zh_hans: 完成 5 个挑战后达成。

source: لقب بطل المجلس
de: Titel Majlis-Meister
en: Majlis champion title
es: Título de campeón del majlis
fr: Titre de champion du majlis
hi: मजलिस चैंपियन खिताब
id: Gelar juara majelis
ru: Титул чемпиона меджлиса
tr: Meclis şampiyonu unvanı
ur: مجلس چیمپیئن کا خطاب
zh_hans: Majlis 冠军头衔

source: ثبّت الحساب
de: Rechnen festigen
en: Lock in the scoring
es: Consolida el conteo
fr: Consolidez le calcul
hi: गणना पक्की करें
id: Mantapkan perhitungan
ru: Закрепи подсчёт
tr: Hesabı sağlamlaştır
ur: حساب پکا کریں
zh_hans: 巩固计分

source: درّب قراءة الطاولة
de: Tischlesen trainieren
en: Train table reading
es: Entrena la lectura de mesa
fr: Travaillez la lecture de table
hi: मेज़ पढ़ने का अभ्यास करें
id: Latih membaca meja
ru: Тренируй чтение стола
tr: Masa okumayı çalış
ur: میز پڑھنے کی مشق کریں
zh_hans: 练习读桌面

source: دروس مكتملة
de: Abgeschlossene Lektionen
en: Completed lessons
es: Lecciones completadas
fr: Leçons terminées
hi: पूर्ण पाठ
id: Pelajaran selesai
ru: Пройденные уроки
tr: Tamamlanan dersler
ur: مکمل شدہ اسباق
zh_hans: 已完成课程

source: شهادة الأكاديمية
de: Akademie-Zertifikat
en: Academy certificate
es: Certificado de la academia
fr: Certificat de l'académie
hi: अकादमी प्रमाणपत्र
id: Sertifikat akademi
ru: Сертификат академии
tr: Akademi sertifikası
ur: اکیڈمی سرٹیفکیٹ
zh_hans: 学院证书

source: طاولة المجلس
de: Majlis-Tisch
en: Majlis table
es: Mesa del majlis
fr: Table du majlis
hi: मजलिस मेज़
id: Meja majelis
ru: Стол меджлиса
tr: Meclis masası
ur: مجلس کی میز
zh_hans: Majlis 牌桌

source: قارئ طاولة
de: Tischleser
en: Table reader
es: Lector de mesa
fr: Lecteur de table
hi: मेज़ पाठक
id: Pembaca meja
ru: Читающий стол
tr: Masa okuyucu
ur: میز پڑھنے والا
zh_hans: 读桌高手

source: قرارات صحيحة
de: Richtige Entscheidungen
en: Correct decisions
es: Decisiones correctas
fr: Décisions correctes
hi: सही निर्णय
id: Keputusan benar
ru: Верные решения
tr: Doğru kararlar
ur: درست فیصلے
zh_hans: 正确决策
